cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/versions'

brew 'ack'
brew 'bitlbee'
brew 'coreutils'
brew 'ctags-exuberant'
brew 'gist'
brew 'git'
brew 'git-flow-avh'
brew 'go'
brew 'irssi'
brew 'jq'
brew 'macvim', args: ['HEAD', 'with-lua', 'with-luajit', 'with-override-system-vim']
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'rabbitmq'
brew 'redis'
brew 'rethinkdb'
brew 'terminal-notifier'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'atom'
cask 'bartender'
cask 'caffeine'
cask 'carbon-copy-cloner'
cask 'gitter'
cask 'google-chrome'
cask 'hipchat'
cask 'iterm2'
cask 'jing'
cask 'kaleidoscope'
cask 'kap'
cask 'parallels-desktop'
cask 'postman'
cask 'skype-for-business'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'transmission'

mas 'microsoft-remote-desktop', id: 715768417
