cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'ctags-exuberant'
brew 'elixir'
brew 'erlang'
brew 'gist'
brew 'git-flow-avh'
brew 'go'
brew 'httpie'
brew 'jq'
brew 'macvim', args: ['HEAD', 'with-lua', 'with-luajit', 'with-override-system-vim']
brew 'mariadb'
brew 'node'
brew 'openssl'
brew 'rabbitmq'
brew 'redis'
brew 'zsh'

cask 'alfred'
cask 'bartender'
cask 'caffeine'
cask 'carbon-copy-cloner'
cask 'datagrip'
cask 'gitifier'
cask 'gitter'
cask 'google-chrome'
cask 'hipchat'
cask 'iterm2'
cask 'java'
cask 'jing'
cask 'kaleidoscope'
cask 'parallels-desktop'
cask 'postman'
cask 'querious'
cask 'spectacle'
cask 'spotify'
cask 'textual'
cask 'tower'

mas 'ipulse', id: 1028916583
mas 'microsoft-remote-desktop', id: 715768417
